/*
    12. Да се напише програма на C, която получава като параметри от команден ред две команди (без параметри) 
    и име на файл в текущата директория. Ако файлът не съществува, го създава. 
    Програмата изпълнява командите последователно, по реда на подаването им. Ако първата команда завърши успешно, 
    програмата добавя нейното име към съдържанието на файла, подаден като команден параметър. 
    Ако командата завърши неуспешно, програмата уведомява потребителя чрез подходящо съобщение.
*/    

// github.com/andy489
